<?php

$Lang = array(
    'Title_browser'	    =>	'PW сервер 155(156) Qwote',
    'Header'            =>	'Регистрация',
    'Login'             =>	'Логин',
    'Pass'              =>	'Пароль',
    'RePass'            =>	'Повтор пароля',
    'Email'             =>	'Е-Маил',
    'Captcha'           =>	'Капча',
    'Attention'         =>	'Внимание',
    'Button_reg'        =>	'Регистрация',
    'Captcha_text'      =>	'Введте текст с картинки',
    
    'errors'            =>  array(
        'err0'          =>  'Кажется что то пошло не так попробуйте еще раз через несколько секунд!',
        'err1'          =>  'Не верный формат логина!',
        'err2'          =>  'Не верный формат пароля!',
        'err3'          =>  'Не верный формат повтора пароля!',
        'err4'          =>  'Не верный формат E-Mail!',
        'err5'          =>  "Логин должен быть от <b>{$config['LoginMinLeng']}</b> до <b>{$config['LoginMaxLeng']}</b> символов и содержать только маленькие буквы латинского алфавита и/или цифры (a-z, 0-9)",
        'err6'          =>  array(
            'err6-0'    =>  'Логин: <b>',
            'err6-1'    =>  '</b> уже используется!',
        ),
        'err7'          =>  "Пароль должен быть от <b>{$config['PassMinLeng']}</b> до <b>{$config['PassMaxLeng']}</b> символов!",
        'err8'          =>  "Повтор Пароля должен быть от <b>{$config['PassMinLeng']}</b> до <b>{$config['PassMaxLeng']}</b> символов!",
        'err9'          =>  "E-Mail  должен быть от <b>{$config['EmailMinLeng']}</b> до <b>{$config['EmailMaxLeng']}</b> смволов!",
        'err10'         =>  array(
            'err10-0'   =>  'E-Mail: <b>',
            'err10-1'   =>  '</b> уже используется!',
        ),
        'err11'         =>  'Пароли не совпадают',
        'err12'         =>  'Капча введена не верно!',
        'err13'         =>  array(
            'err13-0'   =>  'Аккаунт: <b>',
            'err13-1'   =>  '</b> c ID: <b>',
            'err13-2'   =>  "</b> и E-mail'ом: <b>",
            'err13-3'   =>  "</b>  зарегистрирован успешно <br>",
            'err13-4'   =>  " голда начислено.<br>Голд придет через 5-10 минут",
        ),
    ),
);
